Repository: elly-code/rollit
Catalog: po/extra/*.po
Languages: fr

source: Simply roll a dice
fr: Il suffit de lancer un dé

source: Simulate the results of rolling a die.
fr: Simulez le résultat d'un lancer de dé.

source: Quickly switch between several common die such as d6 or d20, or choose your own number of faces to roll against
fr: Passez rapidement d'un dé à l'autre, comme d6 ou d20, ou choisissez votre propre nombre de faces à lancer.

source: Keyboard shortcuts:
fr: Raccourcis clavier :

source: Use Ctrl + Number to select one of the preset option
fr: Utilisez Ctrl + Numéro pour sélectionner l'une des options prédéfinies.

source: Hit Ctrl+0 to select the custom die option and focus the number entry when the menu is visible
fr: Appuyez sur Ctrl+0 pour sélectionner l'option de matrice personnalisée et mettre l'accent sur l'entrée numérique lorsque le menu est visible.

source: Toggle the roll history pane with Ctrl+H
fr: Basculer le volet historique du rouleau avec Ctrl+H

source: Clear roll history with Ctrl+L
fr: Effacer l'historique des rouleaux avec Ctrl+L

source: This is an update of an older codebase of Chance, which is no longer directed toward elementary OS. Feel free to check it out on flathub!
fr: Il s'agit d'une mise à jour d'une ancienne base de code de Chance, qui n'est plus destinée à elementary OS. N'hésitez pas à le consulter sur flathub !

source: The main window of Roll-It. Roll dices and check history
fr: La fenêtre principale de Roll-It. Lancer les dés et vérifier l'historique

source: Roll-It with dark theme enabled
fr: Roll-It avec thème sombre activé

source: Die
fr: Mourir

source: Dice
fr: Dés

source: Random
fr: Au hasard

source: Number
fr: Nombre

source: Num
fr: Numérique

source: 3.0.5 Mostly UI updates!
fr: 3.0.5 Principalement des mises à jour de l'interface utilisateur !

source: Dice history panel is no longer resizable, but in exchange, has a neat swoop animation
fr: Le panneau d'historique des dés n'est plus redimensionnable, mais en échange, il dispose d'une jolie animation de descente.

source: Added a placeholder for when the history is empty
fr: Ajout d'un espace réservé lorsque l'historique est vide

source: Fade a bit the dice type and copied icon to reduce visual noise
fr: L'icône du type de dé et de la copie s'estompe un peu pour réduire le bruit visuel.

source: Modernizing the code a bit further
fr: Moderniser un peu plus le code

source: Localization: Dices in history localize properly
fr: Localisation : Les dés de l'histoire sont correctement localisés

source: Quick correction: I forgot the screenshots
fr: Correction rapide : J'ai oublié les captures d'écran

source: Quick correction: fix broken label
fr: Correction rapide : réparer l'étiquette cassée

source: Display dice type in history so you remember what you rolled it with
fr: Affichage du type de dé dans l'historique afin que vous vous souveniez avec quoi vous l'avez lancé

source: Custom can go HIGHER. UP TO 1000. Roll MASSIVE DICES
fr: La personnalisation peut aller PLUS HAUT. JUSQU'À 1000. Rouleau MASSIVE DICES

source: Die;Dice;Roll;Random;Number;Rnd;Num;
fr: Dé;Lancer;Aléatoire;Nombre;Rnd;Num;
