Repository: elly-code/rollit
Catalog: po/*.po
Languages: de

source: d4
de: w4

source: d6
de: w6

source: d8
de: w8

source: d10
de: w10

source: d12
de: w12

source: d20
de: w20

source: d100
de: w100

source: Press 0 to immediately choose the custom dice
de: Drücken Sie 0, um sofort den benutzerdefinierten Würfel zu wählen.

source: d%i
de: w%i

source: Dice settings
de: Würfel-Einstellungen

source: Ready to Roll
de: Bereit zum Würfeln

source: Empty!
de: Leer!

source: Clear
de: Leeren

source: Clear history
de: Verlauf leeren

source: d%s:
de: w%s:

source: Copied
de: Kopiert

source: Copy result to clipboard
de: Ergebnis in die Zwischenablage kopieren

source: Press %s to immediately select this dice
de: Drücken Sie %s, um diesen Würfel sofort auszuwählen.

source: Roll history
de: Würfelverlauf

source: Roll
de: Würfeln

source: Change dice
de: Würfel ändern
